const PlaceInfo = () => {
  return (
    <p className="text-[14.5px] overflow-y-auto scrollbar-custom pr-[10px]">
      서울특별시 종로구 사직로 161 (세종로)에 있는 조선시대의 궁궐 중 하나이자
      조선의 정궁(법궁)으로, 사적 제117호로 지정되었다. 태조가 조선을 건국하고
      한양 천도를 단행하면서 조선 시대에 가장 먼저 지은 궁궐이다.
      <br />
      1592년 임진왜란 때 소실되어 275년간 방치되다가 1865년 고종 재위 시기에
      왕실의 권위를 높이기 위한 목적으로 중건되었다. 공사가 완료되었을 당시 건물
      수는 330여 동으로, 궐내 전각 7,225칸과 후원(後苑) 내 전각 232칸 반을 합해
      7,450여 칸의 거대한 규모를 자랑하는 건축물로 거듭났다. 하지만 조선 말기와
      대한제국 시기에 일부 전각이 이전되었고, 특히 일제강점기에 전각 수천 칸이
      헐리거나 매각되며 대부분이 소실되었다. 게다가 광복 이후 대한민국 정부가
      수립되고 나서도 9동 106칸이 철거되는 등 수난을 겪었다.
      <br />
      복원 사업을 처음 착수한 해인 1990년에 이르러서는 고작 36동의 건물(고종
      재위 당시의 7% 수준)만 남아있는 상태였으며, 지금도 계속 복원이 이루어지고
      있다. 다만 사라진 전각들에 대한 자료가 매우 부족하여 복원한 전각들도
      완벽하게 원형이라는 보장은 없으며, 후일에도 완전한 경복궁의 모습을 볼 수
      있을지는 미지수이다.
    </p>
  );
};

export default PlaceInfo;
