export const WIKIPEDIA_SEARCH_WORD: { [cityName: string]: string } = {
  // 대한민국
  서울: "서울특별시",
  부산: "부산광역시",
  제주: "제주특별자치도",
  경주: "경주시",
  강릉: "강릉시",
  전주: "전주시",
  수원: "수원시",

  // 일본
  오사카: "오사카시",
  도쿄: "도쿄",
  후쿠오카: "후쿠오카시",
  삿포로: "삿포로시",

  // 중국
  베이징: "베이징시",
  상하이: "상하이시",

  // 태국
  방콕: "방콕",
  치앙마이: "치앙마이",
  코사무이: "사무이섬",

  // 미국
  뉴욕: "뉴욕",
  하와이: "하와이주",
  괌: "괌",
  로스앤젤레스: "로스앤젤레스",
  샌프란시스코: "샌프란시스코",
  사이판: "사이판섬",

  // 이탈리아
  로마: "로마",
  피렌체: "피렌체",
  베네치아: "베네치아",
  밀라노: "밀라노",
  나폴리: "나폴리",

  // 스페인
  바르셀로나: "바르셀로나",
  마드리드: "마드리드",
};
